var lang = 
{ 
	"G" : "\u5e7f\u4e1c\u5feb\u4e50\u5341\u5206", //廣東快樂十分	
	"C" : "\u91cd\u5e86\u65f6\u65f6\u5f69", //重慶時時彩
	"B" : "\u5317\u4eac\u8d5b\u8f66PK10", //北京賽車PK10
	"N" : "\u5e78\u8fd0\u519c\u573a", //幸運農場
	"S" : "\u6c5f\u8607\u9ab0\u5bf6\u5feb3", //江蘇骰寶快3
	
	"00L.E01" : "\u5E33\u865F\u4E0D\u80FD\u70BA\u7A7A\uFF01", //用户名不能为空！
	"00L.E02" : "\u5BC6\u78BC\u4E0D\u80FD\u70BA\u7A7A\uFF01",  //密码不能为空！
	"00L.E03" : "\u9A57\u8B49\u78BC\u4E0D\u80FD\u70BA\u7A7A\uFF01",  //验证码不能为空！
	"00UP.E01" : "\u65B0\u5BC6\u78BC\u4E0D\u80FD\u70BA\u7A7A\uFF01",  //新密码不能为空!
	"00UP.E02" : "\u65B0\u5BC6\u78BC\u9577\u5EA6\u5FC5\u9808\u5927\u65BC\u6216\u7B49\u65BC{0}\u4F4D\!",  //新密码长度必须大于或等于{0}位!
    "00UP.E03" : "\u65B0\u5BC6\u78BC\u9577\u5EA6\u4E0D\u80FD\u5927\u65BC{0}\u4F4D\!", //新密码长度不能大于{0}位!
    "00UP.E04" : "\u65B0\u5BC6\u78BC\u4E0D\u80FD\u542B\u6709\uFF0C\u548C\uFF1B", //新密码不能含有，和；
    "00UP.E05" : "\u65B0\u5BC6\u78BC\u5FC5\u9808\u5305\u542B\u5B57\u6BCD\u548C\u6578\u5B57\uFF01", //新密码必须包含字母和数字!
    "00UP.E06" : "\u65B0\u5BC6\u78BC\u4E0D\u80FD\u70BA\u521D\u59CB\u5BC6\u78BC\uFF01", //新密码不能为初始密码!
    "00UP.E07" : "\u78BA\u8A8D\u5BC6\u78BC\u4E0D\u80FD\u70BA\u7A7A\uFF01", //确认密码不能为空!
    "00UP.E08" : "\u78BA\u8A8D\u5BC6\u78BC\u9577\u5EA6\u5FC5\u9808\u5927\u65BC\u6216\u7B49\u65BC{0}\u4F4D\!", //确认密码长度必须大于或等于{0}位!
    "00UP.E09" : "\u78BA\u8A8D\u5BC6\u78BC\u9577\u5EA6\u4E0D\u80FD\u5927\u65BC{0}\u4F4D\!", //确认密码长度不能大于{0}位!
    "00UP.E10" : "\u78BA\u8A8D\u5BC6\u78BC\u4E0D\u80FD\u542B\u6709\uFF0C\u548C\uFF1B", //确认密码不能含有，和；
    "00UP.E11" : "\u78BA\u8A8D\u5BC6\u78BC\u5FC5\u9808\u5305\u542B\u5B57\u6BCD\u548C\u6578\u5B57\uFF01", //确认密码必须包含字母和数字!
    "00UP.E12" : "\u5169\u6B21\u8F38\u5165\u7684\u5BC6\u78BC\u4E0D\u76F8\u540C,\u8ACB\u91CD\u65B0\u8F38\u5165\uFF01", //两次输入的密码不相同,请重新输入!
    "00UP.E13" : "\u4FEE\u6539\u5BC6\u78BC\u6210\u529F\uFF01", //修改密码成功！
    "00UP.E14" : "\u4E0D\u7B26\u5408\u5BC6\u78BC\u8A2D\u7F6E\u689D\u4EF6\uFF0C\u8ACB\u6AA2\u67E5\uFF01", //不符合密码设置条件，请检查！
    
    "00AM.001" : "\u7DDA\u4E0A\uFF1A",  //線上：  
    "00AM.002" : "\u5B50\u76E4", //子盘
    "00AM.003" : "{0}\u7b2c{1}\u671f\u672a\u958b\u734e", //{0}第{1}期未開獎
    "00AM.004" : "\u958b\u734e\u7d50\u679c\u7570\u5e38", //開獎結果異常
    //該玩法您沒有權限，請聯系管理員！
    "00AM.005" : "\u8a72\u73a9\u6cd5\u60a8\u6c92\u6709\u6b0a\u9650\uff0c\u8acb\u806f\u7cfb\u7ba1\u7406\u54e1\uff01",
    "00AM.006" : "\u8b66\u544a\u4fe1\u606f{0}\u689d\uff01", //警告信息{0}條！
    
    
    "00SF.001" : "\u7121\u6cd5\u4fee\u6539!",     //无法修改！ 请重新登录!
    "00SF.002" : "\u7528\u6236\u540d\u5df2\u6709!\u8acb\u91cd\u65b0\u8f38\u5165!",   //用户名已有 请重新输入
    "00SF.003" : "\u65b0\u5bc6\u78bc\u4e0d\u80fd\u70ba\u7a7a!", 	//新密码不能为空
    "00SF.004" : "\u78ba\u8a8d\u5bc6\u78bc\u4e0d\u80fd\u70ba\u7a7a!",			//确认密码不能为空
    "00SF.005" : "\u9a57\u8b49\u78bc\u8f38\u5165\u932f\u8aa4!",		//验证码输入错误
    "00SF.006" : "\u7528\u6236\u540d\u5df2\u5b58\u5728!\u8acb\u91cd\u65b0\u8f38\u5165!",		//用户名已存在 请重新输入
    "00SF.007" : "\u4fee\u6539\u6b21\u6578\u5df2\u9054\u4e0a\u9650!\u8acb\u91cd\u65b0\u767b\u9304!",	//修改次数已达上限
    "00SF.008" : "\u65b0\u5bc6\u78bc\u4e0d\u80fd\u548c\u521d\u59cb\u5bc6\u78bc\u76f8\u540c!\u8acb\u91cd\u65b0\u8f38\u5165!",	//新密码不能和初始密码相同
    "00SF.009" : "\u4fee\u6539\u6210\u529f",	 //修改成功
    "00SF.010" : "\u8cec\u865f\u4e0d\u80fd\u70ba\u7a7a!",//用户名不能为空
    "00SF.011" : "\u5e33\u865f\u9577\u5ea6\u4e0d\u80fd\u5927\u65bc20\u4f4d!",//帐号长度不能大于20位！
    "00SF.012" : "\u8cec\u865f\u53ea\u80fd\u5b57\u6bcd\u548c\u6578\u5b57!",//帐号只能字母和数字!
    "00SF.013" : "\u8cec\u865f\u4e0d\u80fd\u6709\u975e\u6cd5\u5b57\u7b26",//账号不能有\\\/&\?<>,;^# ！,
    "00SF.014" : "\u8cec\u865f\u4e0d\u5408\u6cd5!",//账号不合法
    "00SF.015" : "\u8cec\u865f\u5fc5\u9808\u5927\u65bc{0}\u4f4d!",//账号必须大于{0}位！,
    
	"A.001"   : "\u78ba\u5b9a",     //確定                      
	"A.002"   : "\u95dc\u9589",     //關閉    
	"A.003"   : "\u64cd\u4f5c", //操作   
	"A.004"   : "\u662f",       //是    
	"A.005"   : "\u5426",       //否  
	"A.006"   : "\u8ACB\u91CD\u65B0\u767B\u9304",  //請重新登錄
	"A.007"   : "\u4fee\u6539",   //修改
	"A.008"   : "\u4FDD\u5B58", //保存
	"A.009"   : "\u53EA\u80FD\u8F38\u5165\u6578\u5B57\!", //只能输入数字!
	"A.010"   : "\u60A8\u6C92\u6709\u6539\u52D5\uFF0C\u7121\u9700\u63D0\u4EA4\!", //您没有改动，无需提交!
	"A.011"   : "\u4FEE\u6539\u6210\u529F\!", //修改成功!
	"A.012"   : "\u4FEE\u6539\u5931\u6557\!", //修改失败!
	"A.013"   : "\u53D6\u6D88", //取消
	"A.014"   : "\u6700\u5C0F\u5316", //最小化
	"A.015"   : "\u662f\u5426\u63d0\u4ea4\uff1f",   //是否提交
	"A.016"   : "\u8F38\u5165\u4E0D\u5B8C\u6574\uFF0C\u8ACB\u91CD\u65B0\u8F38\u5165\uFF01", //输入不完整，请重新输入！
	
	"A.017"   : "\u662f\u5426\u522a\u9664\u9019\u689d\u8a18\u9304\uff1f",//是否刪除這條記錄？
	"A.018"   : "\u78ba\u8a8d\u4fee\u6539\u9019\u689d\u8a18\u9304\uff1f",//确认修改这条记录？
	"A.019"   : "\u7528\u6236\u4e0d\u5b58\u5728",//用户不存在
	"A.020"   : "\u8d85\u904e\u53ef\u7528\u4f59\u984d",//超过可用余额
	"A.021"   : "\u53ef\u7528\u4f59\u984d\u7232",//可用余额为
	
	"N.001" : "\u4e0d\u80fd\u7232\u7a7a!", //不能爲空!
	"N.002" : "{0}\u8207{1}\u4e0d\u58f9\u81f4!", //{0}與{1}不壹致!
	"N.003" : "\u683c\u5f0f\u932f\u8aa4!", //格式錯誤!
	"N.004" : "\u5fc5\u9808\u662f\u4e2d\u6587\u5b57\u7b26!", //必須是中文字符!
	"N.005" : "{0}\u4e0d\u80fd\u5c0f\u4e8e{1}\u5b57\u7b26!", //{0}不能小于{1}字符!
	"N.006" : "\u5fc5\u9808\u662f\u6574\u6578!", //必須是整數!
	"N.007" : "{0}\u5fc5\u9808\u662f\u6574\u6578{1}\u7684\u6574\u6578!", //{0}必須是整數{1}的整數!
	"N.008" : "{0}\u7684\u5C0F\u6578\u4F4D\u5FC5\u9808\u5C0F\u4E8E\u6216\u7B49\u4E8E{1}\u4F4D!", //{0}的小數位必須小于或等于{1}位!
	"N.009" : "{0}\u5fc5\u9808\u5927\u4e8e{1}", //{0}必須大于{1}
	"N.010" : "{0}\u5fc5\u9808\u5c0f\u4e8e{1}", //{0}必須小于{1}
	"N.011" : "\u5343\u767e\u62fe\u5104\u5343\u767e\u62fe\u842c\u5343\u767e\u62fe\u5143\u89d2\u5206", //千百拾億千百拾萬千百拾元角分
	"N.012" : "\u96f6\u58f9\u8cb3\u4e09\u8086\u4f0d\u9678\u67d2\u634c\u7396", //零壹貳三肆伍陸柒捌玖
	"N.013" : "\u8acb\u8f38\u5165\u6bcf\u9801\u7684\u9801\u6578!", //請輸入每頁的頁數!
	"N.014" : "\u8acb\u8f38\u5165\u8981\u5230\u9801!", //請輸入要到頁!
	"N.015" : "\u8acb\u8f38\u5165\u6578\u5b57!", //請輸入數字!
	"N.016" : "\u67e5\u8a62\u65e5\u671f\u4e0d\u53ef\u4ee5\u8de8\u6708!", //查詢日期不可以跨月!
	"N.017" : "\u67e5\u8a62\u65e5\u671f\u4e0d\u53ef\u4ee5\u8de8\u5e74!" ,//查詢日期不可以跨年!
	
	//帳號不能爲空！
	"A.E001" : "\u5e33\u865f\u4e0d\u80fd\u7232\u7a7a\uff01",
	//帳號長度不能大于20位！
	"A.E002" : "\u5e33\u865f\u9577\u5ea6\u4e0d\u80fd\u5927\u4e8e20\u4f4d\uff01",
	//帳號只能字母和數字!
	"A.E003" : "\u5e33\u865f\u53ea\u80fd\u5b57\u6bcd\u548c\u6578\u5b57!",
	//名稱不能為空！
	"A.E004" : "\u540d\u7a31\u4e0d\u80fd\u70ba\u7a7a\uff01",
	//姓名长度必须在{0}个字符约{1}个中文以内！
	"A.E005" : "\u59D3\u540D\u9577\u5EA6\u5FC5\u9808\u5728{0}\u500B\u5B57\u7B26\u7D04{1}\u500B\u4E2D\u6587\u4EE5\u5167\uFF01",
	//姓名不能有\\\/&\?<>,;^# ！",                               
	"A.E006" : "\u59d3\u540d\u4e0d\u80fd\u6709\\\/&\?<>,;^# \uff01",
	//密碼不能含有，和；
	"A.E007" : "\u5bc6\u78bc\u4e0d\u80fd\u542b\u6709\uff0c\u548c\uff1b",
	//密码长度必须大于或等于{0}位!
	"A.E008" : "\u5BC6\u78BC\u9577\u5EA6\u5FC5\u9808\u5927\u65BC\u6216\u7B49\u65BC{0}\u4F4D\!",
	//密码长度不能大于{0}位!
	"A.E009" : "\u5BC6\u78BC\u9577\u5EA6\u4E0D\u80FD\u5927\u65BC{0}\u4F4D\!",
	//密碼必須包含字母和數字!
	"A.E010" : "\u5bc6\u78bc\u5fc5\u9808\u5305\u542b\u5b57\u6bcd\u548c\u6578\u5b57!",
	//密码不能为空!
	"A.E011" : "\u5BC6\u78BC\u4E0D\u80FD\u70BA\u7A7A\!",
	//旧密码必须输入!
	"A.E012" : "\u820a\u5bc6\u78bc\u5fc5\u9808\u8f38\u5165!", 
    //两次输入的密码不相同,请重新输入!
    "A.E013" : "\u5169\u6B21\u8F38\u5165\u7684\u5BC6\u78BC\u4E0D\u76F8\u540C\uFF0C\u8ACB\u91CD\u65B0\u8F38\u5165\!", 
    //聯絡電話長度不能大于20位!
	"A.E014" : "\u806f\u7d61\u96fb\u8a71\u9577\u5ea6\u4e0d\u80fd\u5927\u4e8e20\u4f4d!", 
	//聯絡電話只能輸入數字和 - ( ) 符號!
	"A.E015" : "\u806f\u7d61\u96fb\u8a71\u53ea\u80fd\u8f38\u5165\u6578\u5b57\u548c - ( ) \u7b26\u865f!", 
	//行動電話長度不能大于20位!
	"A.E016" : "\u884c\u52d5\u96fb\u8a71\u9577\u5ea6\u4e0d\u80fd\u5927\u4e8e20\u4f4d!", 
	//行動電話只能輸入數字和 - ( ) 符號!
	"A.E017" : "\u884c\u52d5\u96fb\u8a71\u53ea\u80fd\u8f38\u5165\u6578\u5b57\u548c - ( ) \u7b26\u865f!",
	 
	"10MM.001":"\u5169\u9762\u76e4",
	"10MM.002":"\u7b2c\u58f9\u7403",
	"10MM.003":"\u7b2c\u4e8c\u7403",
	"10MM.004":"\u7b2c\u4e09\u7403",
	"10MM.005":"\u7b2c\u56db\u7403",
	"10MM.006":"\u7b2c\u4e94\u7403",
	"10MM.007":"\u7b2c\u516d\u7403",
	"10MM.008":"\u7b2c\u4e03\u7403",
	"10MM.009":"\u7b2c\u516b\u7403",
	"10MM.010":"\u7e3d\u548c\u3001\u9f8d\u864e",
	"10MM.011":"\u9023\u78bc",
	"10MM.012":"\u51a0\u3001\u4e9e\u8ecd \u7d44\u5408",
	"10MM.013":"\u4e09\u3001\u56db\u3001\u4e94\u3001\u516d\u540d",
	"10MM.014":"\u4e03\u3001\u516b\u3001\u4e5d\u3001\u5341\u540d",
	
	"20LL.004" : "IP\u6240\u5728\u5730",  //IP所在地    
	
	//至少要选择  {0}个球!
	"32A.001" : "\u81f3\u5c11\u8981\u9078\u64c7 {0}\u500b\u7403!",
	//秒
	"32A.002" : "\u79d2",
	//载入中...
	"32A.003" : "\u8f09\u5165\u4e2d...",
	//'下注金额' 低于单注最低限额，请更改。
	"32A.004" : "'\u4e0b\u6ce8\u91d1\u984d' \u4f4e\u4e8e\u55ae\u6ce8\u6700\u4f4e\u9650\u984d\uff0c\u8acb\u66f4\u6539\u3002",
	//'下注金额' 超过单注最高限额，请更改。
	"32A.005" : "'\u4e0b\u6ce8\u91d1\u984d' \u8d85\u904e\u55ae\u6ce8\u6700\u9ad8\u9650\u984d\uff0c\u8acb\u66f4\u6539\u3002",
	//单注最低限额
	"32A.006" : "\u55ae\u6ce8\u6700\u4f4e\u9650\u984d",
	//单注最高限额
	"32A.007" : "\u55ae\u6ce8\u6700\u9ad8\u9650\u984d",
	//共 ￥ {0} / {1} 笔，确定下注吗？
	"32A.008" : "\u5171 \uffe5 {0} / {1} \u7b46\uff0c\u78ba\u5b9a\u4e0b\u6ce8\u55ce\uff1f",
	//请填写下注金额！
	"32A.009" : "\u8acb\u586b\u5beb\u4e0b\u6ce8\u91d1\u984d\uff01",
	//'下注金额' 低于单注最小限额（{0}），请更改。
	"32A.010" : "'\u4e0b\u6ce8\u91d1\u984d' \u4f4e\u4e8e\u55ae\u6ce8\u6700\u5c0f\u9650\u984d\uff08{0}\uff09\uff0c\u8acb\u66f4\u6539\u3002",
	//'下注金额' 低于单注最高限额（{0}），请更改。
	"32A.011" : "'\u4e0b\u6ce8\u91d1\u984d' \u4f4e\u4e8e\u55ae\u6ce8\u6700\u9ad8\u9650\u984d\uff08{0}\uff09\uff0c\u8acb\u66f4\u6539\u3002",
	//'下注金额' 超过每组最高可下注限额，请更改!
	"32A.012" : "'\u4e0b\u6ce8\u91d1\u984d' \u8d85\u904e\u6bcf\u7d44\u6700\u9ad8\u53ef\u4e0b\u6ce8\u9650\u984d\uff0c\u8acb\u66f4\u6539!",

	//'下注金额' 超过每组最高可下注限额（{0}），请更改!
	"32A.023" : "'\u4e0b\u6ce8\u91d1\u984d' \u8d85\u904e\u6bcf\u7d44\u6700\u9ad8\u53ef\u4e0b\u6ce8\u9650\u984d\uff08{0}\uff09\uff0c\u8acb\u66f4\u6539!",

	//确定下注吗？
	"32A.013" : "\u78ba\u5b9a\u4e0b\u6ce8\u55ce\uff1f",
	//请填写下注金额！
	"32A.014" : "\u8acb\u586b\u5beb\u4e0b\u6ce8\u91d1\u984d\uff01",
	//当前已封盘,请稍后下单!
	"32A.015" : "\u7576\u524D\u5DF2\u5C01\u76E4,\u8ACB\u7A0D\u5F8C\u4E0B\u55AE\!",
	//号码
	"32A.016" : "\u865F\u78BC",
	//赔率
	"32A.017" : "\u8CE0\u7387",
	//金额
	"32A.018" : "\u91D1\u984D",
	//组数
	"32A.019" : "\u7D44\u6578",
	//总金额
	"32A.020" : "\u7E3D\u91D1\u984D",
	//下注明细（请确认注单）
	"32A.021" : "\u4E0B\u6CE8\u660E\u7D30\uFF08\u8ACB\u78BA\u8A8D\u6CE8\u55AE\uFF09",
	//赔率不正确!
	"32A.022" : "\u8CE0\u7387\u4E0D\u6B63\u78BA\!",
	
	//无交收报表查询功能
	"40RC.001": "\u7121\u4EA4\u6536\u5831\u8868\u67E5\u8A62\u529F\u80FD",
	//无分类报表查询功能
	"40RC.002": "\u7121\u5206\u985E\u5831\u8868\u67E5\u8A62\u529F\u80FD",
	//不提供查询{0}天之前的数据
	"40RC.003": "\u4E0D\u63D0\u4F9B\u67E5\u8A62{0}\u5929\u4E4B\u524D\u7684\u6578\u64DA",
	
	"50SI.001" : "\u5167\u5bb9\u4e0d\u80fd\u7232\u7a7a\uff01",//内容不能为空！
	"50SI.002" : "\u8acb\u9078\u64c7\u8dd1\u99ac\u71c8\u6240\u9762\u56ae\u7684\u7528\u6236\u7fa4\uff01",//请选择跑马灯所面向的用户群！
	"50SI.003" : "\u6392\u5e8f\u4e0d\u80fd\u7232\u7a7a\uff01",//排序不能为空！
	"50SI.004" : "\u78ba\u5b9a\u65b0\u589e\u7ad9\u5167\u6d88\u606f\uff1f",//确定新增站内消息？
	"50SI.005" : "\u78ba\u5b9a\u522a\u9664\u6b64\u7ad9\u5167\u6d88\u606f\uff1f",//确定删除此站内消息？
	"50OC.001" : "\u78ba\u5b9a\u53d6\u6d88\u6ce8\u55ae\u865f{0}？",//確定取消注單號{0}!
	"50OC.002" : "\u53d6\u6d88\u6210\u529f",//取消成功
	
    
	"50UN.001":"\u8acb\u586b\u5beb\u540d\u7a31\uff01",                                //"請填寫名稱！",               
	"50UN.002":"\u8acb\u9078\u64c7\u64cd\u4f5c\u985e\u578b\uff01",                    //"請選擇操作類型！",           
	"50UN.003":"\u8acb\u586b\u5beb\u671f\u6578\uff01",                                //"請填寫期數！",               
	"50UN.004":"\u8acb\u586b\u5beb\u64cd\u4f5c\u5bc6\u78bc\uff01",                    //"請填寫操作密碼！",           
	"50UN.005":"\u8acb\u586b\u5beb\u958b\u734e\u7d50\u679c\uff01",                    //"請填寫開獎結果！",           
	"50UN.006":"\u8acb\u52fe\u9078\u5404\u5957\u5217\u8868\u76f8\u95dc\u5957\uff01",  //"請勾選各套列表相關套！",     
	"50UN.007":"\u672a\u767b\u9304\uff0c\u8acb\u91cd\u65b0\u767b\u9678\uff01",        //"未登錄，請重新登陸！",       
	"50UN.008":"\u671f\u6578\u4e0d\u5b58\u5728,\u8acb\u6aa2\u67e5!",                  //"期數不存在,請檢查!",         
	"50UN.009":"\u975e\u7576\u5929\u671f\u6578,\u4e0d\u5141\u8a31\u91cd\u958b\u734e!",//"非當天期數,不允許重開獎!",   
	"50UN.010":"\u958b\u734e\u7d50\u679c\u6709\u8aa4!",                               //"開獎結果有誤!",              
	"50UN.011":"\u64cd\u4f5c\u5bc6\u78bc\u932f\u8aa4\uff01",                          //"操作密碼錯誤！",             
	"50UN.012":"\u63d0\u4ea4\u6210\u529f\uff01",                                      //"提交成功！",                 
	"50UN.013":"\u8acb\u9078\u64c7\u5f69\u7a2e\uff01",                                //"請選擇彩種！",               
	"50UN.014":"\u8acb\u586b\u5bebURL\uff01",                                         //"請填寫URL！",                
	"50UN.015":"\u8acb\u586b\u5beb\u6b63\u78ba\u7684URL\uff01",                       //"請填寫正確的URL！",          
	"50UN.016":"\u8acb\u586b\u5beb\u6392\u5e8f\uff01",                                //"請填寫排序！",               
	"50UN.017":"\u8acb\u9078\u64c7\u72c0\u614b\uff01",                                //"請選擇狀態！",               
	"50UN.018":"\u4fee\u6539\u6210\u529f\uff01",                                      //"修改成功！",                 
	"50UN.019":"\u65b0\u589e\u6210\u529f\uff01",                                      //"新增成功！",                 
	"50UN.020":"\u78ba\u8a8d\u555f\u7528\u8a72\u689d\u6578\u64da\uff1f",              //"確認啟用該條數據？",         
	"50UN.021":"\u78ba\u8a8d\u505c\u7528\u8a72\u689d\u6578\u64da\uff1f",              //"確認停用該條數據？",         
	"50UN.022":"\u78ba\u8a8d\u522a\u9664\u8a72\u689d\u6578\u64da\uff1f",              //"確認刪除該條數據？",         
	"50UN.023":"\u555f\u7528",                                                        //"啟用",                       
	"50UN.024":"\u505c\u7528",                                                        //"停用",                       
	"50UN.025":"\u522a\u9664",                                                        //"刪除",                       
	"50UN.026":"\u6210\u529f\uff01",                                                  //"成功！",                     
	"50UN.027":"\u5931\u6557\uff01",                                                  //"失敗！",                     
	"50UN.028":"\u5237\u65b0\u6210\u529f\uff01",                                      //"刷新成功！",                 
	"50UN.029":"\u8acb\u8f38\u5165\u820a\u5bc6\u78bc",                                //"請輸入舊密碼",               
	"50UN.030":"\u8acb\u8f38\u5165\u5bc6\u78bc\uff01",                                //"請輸入密碼！",               
	"50UN.031":"\u8acb\u8f38\u5165\u78ba\u8a8d\u5bc6\u78bc\uff01",                    //"請輸入確認密碼！",           
	"50UN.032":"\u5169\u6b21\u5bc6\u78bc\u4e0d\u4e00\u6a23\uff01",                    //"兩次密碼不一樣！",           
	"50UN.033":"\u820a\u5bc6\u78bc\u932f\u8aa4\uff01",                                //"舊密碼錯誤！", 
	"50UN.034":"\u78ba\u8a8d\u57f7\u884c\u7d71\u4e00\u64cd\u4f5c\uff1f",

	"60R.019" : "\u8dd1\u99ac\u71c8",//跑馬燈
	"60R.020" : "\u689d",//條
	
	"60B.014" :" \u516c\u544a",  // 公告
    "60B.015": "\u7cfb\u7d71\u63d0\u793a",  //系統提示
    "60B.016" : "\u689d", //條
	
	//控制額度不能為空！
	"60AL.001":"\u63a7\u5236\u984d\u5ea6\u4e0d\u80fd\u70ba\u7a7a\uff01",
	//控制額度不能小於最低可調額度！
	"60AL.002":"\u63a7\u5236\u984d\u5ea6\u4e0d\u80fd\u5c0f\u65bc\u6700\u4f4e\u53ef\u8abf\u984d\u5ea6\uff01",
	//值未更改，無需保存！
	"60AL.003":"\u503c\u672a\u66f4\u6539\uff0c\u7121\u9700\u4fdd\u5b58\uff01",
	//確定要重新初始化application中的內存參數嗎？
    "60AS.001" : "\u78ba\u5b9a\u8981\u91cd\u65b0\u521d\u59cb\u5316application\u4e2d\u7684\u5167\u5b58\u53c3\u6578\u55ce\uff1f",
    "60AS.002" : "\u78ba\u5b9a\u8981\u6821\u6b63\u4eba\u54e1? ",  //確定要校正人員?
    
    //上調賠率         
    "60CBG.001" : "\u4e0a\u8abf\u8ce0\u7387",
    //設定賠率         
    "60CBG.002" : "\u8a2d\u5b9a\u8ce0\u7387",
    //下調賠率         
    "60CBG.003" : "\u4e0b\u8abf\u8ce0\u7387",
    //查看註單明細     
    "60CBG.004" : "\u67e5\u770b\u8a3b\u55ae\u660e\u7d30",
    //補單             
    "60CBG.005" : "\u88dc\u55ae",
    //開盤/封盤        
    "60CBG.006" : "\u958b\u76e4/\u5c01\u76e4",
    //更新：{0}&nbsp;秒
    "60CBG.007" : "\u66f4\u65b0\uff1a{0}&nbsp;\u79d2",
    //載入中...        
    "60CBG.008" : "\u8f09\u5165\u4e2d...",
    //按“盈利”額排列 
    "60CBG.009" : "\u6309\u201c\u76c8\u5229\u201d\u984d\u6392\u5217",
    //按“虧損”額排列 
    "60CBG.010" : "\u6309\u201c\u8667\u640d\u201d\u984d\u6392\u5217",
    //確認讓母盤托管賠率嗎？
    "60CBG.011" : "\u78ba\u8a8d\u8b93\u6bcd\u76e4\u6258\u7ba1\u8ce0\u7387\u55ce\uff1f",
    //確認讓母盤托管賠率嗎？
    "60CBG.012" : "\u78ba\u8a8d\u53d6\u6d88\u6bcd\u76e4\u6258\u7ba1\u8ce0\u7387\u55ce\uff1f",
    //該盤不支持此操作，請切換到A盤再執行！
    "60CBG.013" : "\u8A72\u76E4\u4E0D\u652F\u6301\u6B64\u64CD\u4F5C\uFF0C\u8ACB\u5207\u63DB\u5230A\u76E4\u518D\u57F7\u884C\uFF01",
    
    // 設定賠率                                     
    "60CP.001" : "\u8a2d\u5b9a\u8ce0\u7387",
    // 類型                                         
    "60CP.002" : "\u985e\u578b",
    // 賠率                                         
    "60CP.003" : "\u8ce0\u7387",
    // 沒有改動！                                   
    "60CP.004" : "\u6c92\u6709\u6539\u52d5\uff01",
    // 賠率不能超過A盤上限值：                      
    "60CP.005" : "\u8ce0\u7387\u4e0d\u80fd\u8d85\u904eA\u76e4\u4e0a\u9650\u503c\uff1a",
    // 超過賠率的最大的限額，操作失敗！             
    "60CP.006" : "\u8d85\u904e\u8ce0\u7387\u7684\u6700\u5927\u7684\u9650\u984d\uff0c\u64cd\u4f5c\u5931\u6557\uff01",
    // 修改失敗！                                   
    "60CP.007" : "\u4fee\u6539\u5931\u6557\uff01",
    // 已經封盤，修改失敗！                         
    "60CP.008" : "\u5df2\u7d93\u5c01\u76e4\uff0c\u4fee\u6539\u5931\u6557\uff01",
    // 已經封盤，操作失敗！                         
    "60CP.009" : "\u5df2\u7d93\u5c01\u76e4\uff0c\u64cd\u4f5c\u5931\u6557\uff01",
    // 操作失敗！                                   
    "60CP.010" : "\u64cd\u4f5c\u5931\u6557\uff01",
    // 賠率值不能爲空！        
    "60CP.011" : "\u8ce0\u7387\u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
    //賠率值必須大于或等于零！
    "60CP.012" : "\u8ce0\u7387\u503c\u5fc5\u9808\u5927\u4e8e\u6216\u7b49\u4e8e\u96f6\uff01",
    //賠率不能超過破盤上限值{0},請重輸！
    "60CP.013" : "\u8ce0\u7387\u4e0d\u80fd\u8d85\u904e\u7834\u76e4\u4e0a\u9650\u503c{0},\u8acb\u91cd\u8f38\uff01",
    //赔率不能低于A盘下调最低值！    
    "60CP.014" : "\u8CE0\u7387\u4E0D\u80FD\u4F4E\u65BCA\u76E4\u4E0B\u8ABF\u6700\u4F4E\u503C\uFF01",
    //赔率不能高于{0},请重输！
    "60CP.015" : "\u8CE0\u7387\u4E0D\u80FD\u9AD8\u65BC{0},\u8ACB\u91CD\u8F38\uFF01",
    //赔率不能高于{0},请重输！
    "60CP.016" : "\u8CE0\u7387\u4E0D\u80FD\u4F4E\u65BC{0},\u8ACB\u91CD\u8F38\uFF01",
    
    //是否確認補出?                                              
    "60CLMG.001" : "\u662f\u5426\u78ba\u8a8d\u88dc\u51fa?",
    //最多三位小數,請重填！                                      
    "60CLMG.002" : "\u6700\u591a\u4e09\u4f4d\u5c0f\u6578,\u8acb\u91cd\u586b\uff01",
    //號碼【{0}】\"補貨金額\"超過\"最高可補金額\"，請修改！      
    "60CLMG.003" : "\u865f\u78bc\u3010{0}\u3011\"\u88dc\u8ca8\u91d1\u984d\"\u8d85\u904e\"\u6700\u9ad8\u53ef\u88dc\u91d1\u984d\"\uff0c\u8acb\u4fee\u6539\uff01",
    //號碼【{0}】\"補貨金額\"最低不可少于"+stakeMin+"元，請修改！
    "60CLMG.004" : "\u865f\u78bc\u3010{0}\u3011\"\u88dc\u8ca8\u91d1\u984d\"\u6700\u4f4e\u4e0d\u53ef\u5c11\u4e8e{1}\u5143\uff0c\u8acb\u4fee\u6539\uff01",
    //設定賠率                    
    "60CLMG.005" : "\u8a2d\u5b9a\u8ce0\u7387",
    //類型                        
    "60CLMG.006" : "\u985e\u578b",
    //賠率                        
    "60CLMG.007" : "\u8ce0\u7387",
    //賠率不能超過A盤上限值：{0}！
    "60CLMG.008" : "\u8ce0\u7387\u4e0d\u80fd\u8d85\u904eA\u76e4\u4e0a\u9650\u503c\uff1a{0}\uff01",
    //已經封盤，操作失敗！        
    "60CLMG.009" : "\u5df2\u7d93\u5c01\u76e4\uff0c\u64cd\u4f5c\u5931\u6557\uff01",
    //期數錯誤，操作失敗！        
    "60CLMG.010" : "\u671f\u6578\u932f\u8aa4\uff0c\u64cd\u4f5c\u5931\u6557\uff01",
    //操作失敗！                  
    "60CLMG.011" : "\u64cd\u4f5c\u5931\u6557\uff01",
    //記賬用戶                    
    "60CLMG.012" : "\u8a18\u8cec\u7528\u6236",
    //外調用戶                    
    "60CLMG.013" : "\u5916\u8abf\u7528\u6236",
    //賠率不能爲空！              
    "60CLMG.014" : "\u8ce0\u7387\u4e0d\u80fd\u7232\u7a7a\uff01",
    //降賠步長為{0}，大於賠率，會出現賠率是負數！
    "60CLMG.015" : "\u964d\u8ce0\u6b65\u9577\u70ba{0}\uff0c\u5927\u65bc\u8ce0\u7387\uff0c\u6703\u51fa\u73fe\u8ce0\u7387\u662f\u8ca0\u6578\uff01",

	//的 公司總受註額(實貨) 值不能爲空！          
	"60GTS.001" : "\u7684 \u516c\u53f8\u7e3d\u53d7\u8a3b\u984d(\u5be6\u8ca8) \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 公司總受註額(實貨) 值不能超過{0}位小數！ 
	"60GTS.002" : "\u7684 \u516c\u53f8\u7e3d\u53d7\u8a3b\u984d(\u5be6\u8ca8) \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的 單註最低 值不能爲空！                    
	"60GTS.003" : "\u7684 \u55ae\u8a3b\u6700\u4f4e \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 單註最低 值不能超過{0}位小數！           
	"60GTS.004" : "\u7684 \u55ae\u8a3b\u6700\u4f4e \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的 單註最高 值不能爲空！                    
	"60GTS.005" : "\u7684 \u55ae\u8a3b\u6700\u9ad8 \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 單註最高 值不能超過{0}位小數！           
	"60GTS.006" : "\u7684 \u55ae\u8a3b\u6700\u9ad8 \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的 單號限額 值不能爲空！                    
	"60GTS.007" : "\u7684 \u55ae\u865f\u9650\u984d \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 單號限額 值不能超過{0}位小數！           
	"60GTS.008" : "\u7684 \u55ae\u865f\u9650\u984d \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的 最高派彩 值不能爲空！                    
	"60GTS.009" : "\u7684 \u6700\u9ad8\u6d3e\u5f69 \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 最高派彩 值不能超過{0}位小數！          
	"60GTS.010" : "\u7684 \u6700\u9ad8\u6d3e\u5f69 \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的 負值超額警示 值不能爲空！                
	"60GTS.011" : "\u7684 \u8ca0\u503c\u8d85\u984d\u8b66\u793a \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 負值超額警示 值不能超過{0}位小數！       
	"60GTS.012" : "\u7684 \u8ca0\u503c\u8d85\u984d\u8b66\u793a \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的 单期限额 值不能为空！
	"60GTS.013" : "\u55AE\u671F\u9650\u984D\u4E0D\u80FD\u70BA\u7A7A\uFF01",
	//的 单期限额 值不能超过{0}位小数！
	"60GTS.014" : "\u7684 \u55AE\u671F\u9650\u984D \u503C\u4E0D\u80FD\u8D85\u904E{0}\u4F4D\u5C0F\u6578\uFF01",

	//“賠率”小數後保留位數不能爲空！            
	"60GP.001" : "\u201c\u8ce0\u7387\u201d\u5c0f\u6578\u5f8c\u4fdd\u7559\u4f4d\u6578\u4e0d\u80fd\u7232\u7a7a\uff01",
	//“賠率”小數後保留位數必須是整數！          
	"60GP.002" : "\u201c\u8ce0\u7387\u201d\u5c0f\u6578\u5f8c\u4fdd\u7559\u4f4d\u6578\u5fc5\u9808\u662f\u6574\u6578\uff01",
	//連碼“複式”允許最多號碼數不能爲空！        
	"60GP.003" : "\u9023\u78bc\u201c\u8907\u5f0f\u201d\u5141\u8a31\u6700\u591a\u865f\u78bc\u6578\u4e0d\u80fd\u7232\u7a7a\uff01",
	//連碼“複式”允許最多號碼數必須是整數！      
	"60GP.004" : "\u9023\u78bc\u201c\u8907\u5f0f\u201d\u5141\u8a31\u6700\u591a\u865f\u78bc\u6578\u5fc5\u9808\u662f\u6574\u6578\uff01",
	//廣東快樂十分（封盤提前）秒數不能爲空！      
	"60GP.005" : "\u5ee3\u6771\u5feb\u6a02\u5341\u5206\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u4e0d\u80fd\u7232\u7a7a\uff01",
	//廣東快樂十分（封盤提前）秒數必須是整數！    
	"60GP.006" : "\u5ee3\u6771\u5feb\u6a02\u5341\u5206\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u662f\u6574\u6578\uff01",
	//廣東快樂十分（封盤提前）秒數必須小于600！   
	"60GP.007" : "\u5ee3\u6771\u5feb\u6a02\u5341\u5206\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u5c0f\u4e8e600\uff01",
	//廣東快樂十分                                
	"60GP.010" : "\u5ee3\u6771\u5feb\u6a02\u5341\u5206",
	//重慶時時彩                                  
	"60GP.011" : "\u91cd\u6176\u6642\u6642\u5f69",
	//北京賽車(PK10)                              
	"60GP.012" : "\u5317\u4eac\u8cfd\u8eca(PK10)",
	//的  {0}期";                                 
	"60GP.013" : "\u7684  {0}\u671f",
	//沒出降  不能爲空！                          
	"60GP.014" : "\u6c92\u51fa\u964d  \u4e0d\u80fd\u7232\u7a7a\uff01",
	//沒出降  不能超過{0}位小數！                 
	"60GP.015" : "\u6c92\u51fa\u964d  \u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//連出降  不能爲空！                          
	"60GP.016" : "\u9023\u51fa\u964d  \u4e0d\u80fd\u7232\u7a7a\uff01",
	//連出降不能超過{0}位小數！                   
	"60GP.017" : "\u9023\u51fa\u964d\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//廣東快樂十分的  {0}期                       
	"60GP.018" : "\u5ee3\u6771\u5feb\u6a02\u5341\u5206\u7684  {0}\u671f ",
	//遺漏降  不能爲空！                          
	"60GP.019" : "\u907a\u6f0f\u964d  \u4e0d\u80fd\u7232\u7a7a\uff01",
	//遺漏降  不能超過{0}位小數！                 
	"60GP.020" : "\u907a\u6f0f\u964d  \u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//重慶時時彩-日場（封盤提前）秒數不能爲空！   
	"60GP.021" : "\u91cd\u6176\u6642\u6642\u5f69-\u65e5\u5834\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u4e0d\u80fd\u7232\u7a7a\uff01",
	//重慶時時彩-日場（封盤提前）秒數必須是整數！ 
	"60GP.022" : "\u91cd\u6176\u6642\u6642\u5f69-\u65e5\u5834\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u662f\u6574\u6578\uff01",
	//重慶時時彩-日場（封盤提前）秒數必須小于600！
	"60GP.023" : "\u91cd\u6176\u6642\u6642\u5f69-\u65e5\u5834\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u5c0f\u4e8e600\uff01",
	//重慶時時彩-夜場（封盤提前）秒數不能爲空！   
	"60GP.024" : "\u91cd\u6176\u6642\u6642\u5f69-\u591c\u5834\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u4e0d\u80fd\u7232\u7a7a\uff01",
	//重慶時時彩-夜場（封盤提前）秒數必須是整數！ 
	"60GP.025" : "\u91cd\u6176\u6642\u6642\u5f69-\u591c\u5834\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u662f\u6574\u6578\uff01",
	//重慶時時彩-夜場（封盤提前）秒數必須小于300！
	"60GP.026" : "\u91cd\u6176\u6642\u6642\u5f69-\u591c\u5834\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u5c0f\u4e8e300\uff01",
	//北京賽車(PK10)（封盤提前）秒數不能爲空！    
	"60GP.029" : "\u5317\u4eac\u8cfd\u8eca(PK10)\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u4e0d\u80fd\u7232\u7a7a\uff01",
	//北京賽車(PK10)（封盤提前）秒數必須是整數！  
	"60GP.030" : "\u5317\u4eac\u8cfd\u8eca(PK10)\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u662f\u6574\u6578\uff01",
	//北京賽車(PK10)（封盤提前）秒數必須小于300！ 
	"60GP.031" : "\u5317\u4eac\u8cfd\u8eca(PK10)\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u5c0f\u4e8e300\uff01",
	//幸運農場（封盤提前）秒數不能爲空！
	"60GP.032" : "\u5e78\u904b\u8fb2\u5834\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u4e0d\u80fd\u7232\u7a7a\uff01",
	//幸運農場（封盤提前）秒數必須是整數！
	"60GP.033" : "\u5e78\u904b\u8fb2\u5834\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u662f\u6574\u6578\uff01",
	//幸運農場（封盤提前）秒數必須小于600！
	"60GP.034" : "\u5e78\u904b\u8fb2\u5834\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u5c0f\u4e8e600\uff01",
	//幸運農場
	"60GP.032" : "\u5e78\u904b\u8fb2\u5834",
	//幸运农场（封盘提前）秒数必须是整数！
	"60GP.033" : "\u5e78\u8fd0\u519c\u573a\uff08\u5c01\u76d8\u63d0\u524d\uff09\u79d2\u6570\u5fc5\u987b\u662f\u6574\u6570\uff01",
	//幸运农场（封盘提前）秒数必须小于600！
	"60GP.034" : "\u5e78\u8fd0\u519c\u573a\uff08\u5c01\u76d8\u63d0\u524d\uff09\u79d2\u6570\u5fc5\u987b\u5c0f\u4e8e600\uff01",
	//幸运农场
	"60GP.035" : "\u5e78\u8fd0\u519c\u573a",
	//特碼隨雙面降賠率的期数不能为空！
	"60GP.036" : "\u7279\u78bc\u96a8\u96d9\u9762\u964d\u8ce0\u7387\u7684\u671f\u6570\u4e0d\u80fd\u4e3a\u7a7a\uff01",
	//特碼隨雙面降賠率的期数必须是整数！
	"60GP.037" : "\u7279\u78bc\u96a8\u96d9\u9762\u964d\u8ce0\u7387\u7684\u671f\u6570\u5fc5\u987b\u662f\u6574\u6570\uff01",
	//必须是整数！
	"60GP.038" : "\u5fc5\u987b\u662f\u6574\u6570\uff01",
	//必须小于
	"60GP.039" : "\u5fc5\u987b\u5c0f\u4e8e",
	//不能超過{0}位小數！
	"60GP.040" : "\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//必须大于
	"60GP.041" : "\u5fc5\u987b\u5927\u4e8e",
	//格式不正確
	"60GP.042" : "\u683c\u5f0f\u4e0d\u6b63\u78ba",
	//幸運飛艇
	"60GP.043" : "\u5e78\u904b\u98db\u8247",
	//{0}（封盤提前）秒數必須大於{1}！
	"60GP.044" : "{0}\uff08\u5c01\u76e4\u63d0\u524d\uff09\u79d2\u6578\u5fc5\u9808\u5927\u65bc{1}!",
	
	//ip不能为空  
	"60IPS.001" : "ip\u4e0d\u80fd\u70ba\u7a7a",
	//IP不符合设置条件 
	"60IPS.002" : "ip\u4e0d\u7b26\u5408\u8a2d\u7f6e\u689d\u4ef6",
	// 描述不能为空
	"60IPS.003" : "\u63cf\u8ff0\u4e0d\u80fd\u70ba\u7a7a",
	//请输入正确IP
	"60IPS.004" : "\u8acb\u8f38\u5165\u6b63\u78baip",
	

	//的 開盤賠率(A盤) 值不能爲空！                
	"60RS.001" : "\u7684 \u958b\u76e4\u8ce0\u7387(A\u76e4) \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 開盤賠率(A盤) 值不能超過{0}位小數！       
	"60RS.002" : "\u7684 \u958b\u76e4\u8ce0\u7387(A\u76e4) \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的 A盤上限 值不能爲空！                      
	"60RS.003" : "\u7684 A\u76e4\u4e0a\u9650 \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 A盤上限 值不能超過{0}位小數！             
	"60RS.004" : "\u7684 A\u76e4\u4e0a\u9650 \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的  B盤賠率(降) 值不能爲空！                 
	"60RS.005" : "\u7684  B\u76e4\u8ce0\u7387(\u964d) \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的  B盤賠率(降) 值不能超過{0}位小數！        
	"60RS.006" : "\u7684  B\u76e4\u8ce0\u7387(\u964d) \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的 C盤賠率(降) 值不能爲空！                  
	"60RS.007" : "\u7684 C\u76e4\u8ce0\u7387(\u964d) \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 C盤賠率(降) 值不能超過{0}位小數！         
	"60RS.008" : "\u7684 C\u76e4\u8ce0\u7387(\u964d) \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的 自動降賠率額度(實貨) 值不能爲空！         
	"60RS.009" : "\u7684 \u81ea\u52d5\u964d\u8ce0\u7387\u984d\u5ea6(\u5be6\u8ca8) \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 自動降賠率額度(實貨) 值不能超過{0}位小數！
	"60RS.010" : "\u7684 \u81ea\u52d5\u964d\u8ce0\u7387\u984d\u5ea6(\u5be6\u8ca8) \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//的 每次降賠率 值不能爲空！                   
	"60RS.011" : "\u7684 \u6bcf\u6b21\u964d\u8ce0\u7387 \u503c\u4e0d\u80fd\u7232\u7a7a\uff01",
	//的 每次降賠率 值不能超過{0}位小數！          
	"60RS.012" : "\u7684 \u6bcf\u6b21\u964d\u8ce0\u7387 \u503c\u4e0d\u80fd\u8d85\u904e{0}\u4f4d\u5c0f\u6578\uff01",
	//補貨金額不能爲空！
	"60RS.013" : "\u88dc\u8ca8\u91d1\u984d\u4e0d\u80fd\u7232\u7a7a\uff01",
	//補貨金額必須{0}位小數!
	"60RS.014" : "\u88dc\u8ca8\u91d1\u984d\u5fc5\u9808{0}\u4f4d\u5c0f\u6578!",
	//開盤賠率不能超過破盤上限值{0},請重輸！
	"60RS.015" : "\u958b\u76e4\u8ce0\u7387\u4e0d\u80fd\u8d85\u904e\u7834\u76e4\u4e0a\u9650\u503c{0},\u8acb\u91cd\u8f38\uff01",
	//A盤上限不能超過破盤上限值{0},請重輸！    
	"60RS.016" : "A\u76e4\u4e0a\u9650\u4e0d\u80fd\u8d85\u904e\u7834\u76e4\u4e0a\u9650\u503c{0},\u8acb\u91cd\u8f38\uff01",
	//B盤賠率(降)不能超過破盤上限值{0},請重輸！
	"60RS.017" : "B\u76e4\u8ce0\u7387(\u964d)\u4e0d\u80fd\u8d85\u904e\u7834\u76e4\u4e0a\u9650\u503c{0},\u8acb\u91cd\u8f38\uff01",
	//C盤賠率(降)不能超過破盤上限值{0},請重輸！
	"60RS.018" : "C\u76e4\u8ce0\u7387(\u964d)\u4e0d\u80fd\u8d85\u904e\u7834\u76e4\u4e0a\u9650\u503c{0},\u8acb\u91cd\u8f38\uff01",
	//系统检测到{0}在盘中
	"60RS.019" : "\u7CFB\u7D71\u6AA2\u6E2C\u5230{0}\u5728\u76E4\u4E2D",
	//分公司的赔率会立即生效，但系统的赔率会下局生效。
	"60RS.020" : "\u5206\u516C\u53F8\u7684\u8CE0\u7387\u6703\u7ACB\u5373\u751F\u6548\uFF0C\u4F46\u7CFB\u7D71\u7684\u8CE0\u7387\u6703\u4E0B\u5C40\u751F\u6548\u3002",
	//确定要修改吗？
	"60RS.021" : "\u78BA\u5B9A\u8981\u4FEE\u6539\u55CE\uFF1F",
	
	//是否提交修改结果    
	"60IR.001" : "\u662f\u5426\u63d0\u4ea4\u4fee\u6539\u7d50\u679c",
	//修改结果不完整      
	"60IR.002" : "\u4fee\u6539\u7d50\u679c\u4e0d\u5b8c\u6574",
	//是否提交补充结果    
	"60IR.003" : "\u662f\u5426\u63d0\u4ea4\u88dc\u5145\u7d50\u679c",
	//补充结果不完整      
	"60IR.004" : "\u88dc\u5145\u7d50\u679c\u4e0d\u5b8c\u6574",
	//球号输入错误
	"60IR.005" : "\u7403\u865f\u8f38\u5165\u932f\u8aa4",
	
	//載入中... 
	"60RTR.001" : "\u8f09\u5165\u4e2d...",
	//更新：    
	"60RTR.002" : "\u66f4\u65b0\uff1a",
	//秒        
	"60RTR.003" : "\u79d2",
	
	//賠率不能爲空！               
	"60TI.001" : "\u8ce0\u7387\u4e0d\u80fd\u7232\u7a7a\uff01",
	//請填入金額！                 
	"60TI.002" : "\u8acb\u586b\u5165\u91d1\u984d\uff01",
	//請輸入\"賠率以及補貨金額\"！ 
	"60TI.003" : "\u8acb\u8f38\u5165\"\u8ce0\u7387\u4ee5\u53ca\u88dc\u8ca8\u91d1\u984d\"\uff01",
	//補出成功！                   
	"60TI.004" : "\u88dc\u51fa\u6210\u529f\uff01",
	//補單失敗！                   
	"60TI.005" : "\u88dc\u55ae\u5931\u6557\uff01",
	//參數錯誤！                   
	"60TI.006" : "\u53c3\u6578\u932f\u8aa4\uff01",
	//用戶不存在！                 
	"60TI.007" : "\u7528\u6236\u4e0d\u5b58\u5728\uff01",
	//商品大類停止收單！           
	"60TI.008" : "\u5546\u54c1\u5927\u985e\u505c\u6b62\u6536\u55ae\uff01",
	//當前期已停止收單！           
	"60TI.009" : "\u7576\u524d\u671f\u5df2\u505c\u6b62\u6536\u55ae\uff01",
	//今低于單注最低               
	"60TI.010" : "\u4f4e\u4e8e\u55ae\u6ce8\u6700\u4f4e  ",
	//超過單注最高                 
	"60TI.011" : "\u8d85\u904e\u55ae\u6ce8\u6700\u9ad8  ",
	//低于最小飛單額               
	"60TI.012" : "\u4f4e\u4e8e\u6700\u5c0f\u98db\u55ae\u984d  ",
	//實貨不足                     
	"60TI.013" : "\u5be6\u8ca8\u4e0d\u8db3  ",
	//低于保留實貨額度             
	"60TI.014" : "\u4f4e\u4e8e\u4fdd\u7559\u5be6\u8ca8\u984d\u5ea6  ",
	//超過公司總受註額             
	"60TI.015" : "\u8d85\u904e\u516c\u53f8\u7e3d\u53d7\u8a3b\u984d  ",
	//停止收單！                   
	"60TI.016" : "\u505c\u6b62\u6536\u55ae\uff01",
	//賠率變動爲                   
	"60TI.017" : "\u8ce0\u7387\u8b8a\u52d5\u7232  ",
	//自動下調賠率，賠率變動爲     
	"60TI.018" : "\u81ea\u52d5\u4e0b\u8abf\u8ce0\u7387\uff0c\u8ce0\u7387\u8b8a\u52d5\u7232  ",

    //開獎                      
    "60ILM.001" : "\u958b\u734e",                   
	//重開獎                    
	"60ILM.002" : "\u91cd\u958b\u734e",                 
	// 期開獎                   
	"60ILM.003" : " \u671f\u958b\u734e",                
	//期                        
	"60ILM.004" : "\u671f",                     
	//第壹球                    
	"60ILM.005" : "\u7b2c\u4e00\u7403",                 
	//第二球                    
	"60ILM.006" : "\u7b2c\u4e8c\u7403",                 
	//第三球                    
	"60ILM.007" : "\u7b2c\u4e09\u7403",                 
	//第四球                    
	"60ILM.008" : "\u7b2c\u56db\u7403",                 
	//第五球                    
	"60ILM.009" : "\u7b2c\u4e94\u7403",                 
	//第六球                    
	"60ILM.010" : "\u7b2c\u516d\u7403",                 
	//第七球                    
	"60ILM.011" : "\u7b2c\u4e03\u7403",                 
	//第八球                    
	"60ILM.012" : "\u7b2c\u516b\u7403",                 
	//第九名                    
	"60ILM.013" : "\u7b2c\u4e5d\u540d",                 
	//第十名                    
	"60ILM.014" : "\u7b2c\u5341\u540d",                 
	//設定號碼不能爲空！        
	"60ILM.015" : "\u8a2d\u5b9a\u865f\u78bc\u4e0d\u80fd\u7232\u7a7a\uff01",     
	//號碼不能爲00！            
	"60ILM.016" : "\u865f\u78bc\u4e0d\u80fd\u723200\uff01",         
	//號碼必須是 {0} 個數字！   
	"60ILM.017" : "\u865f\u78bc\u5fc5\u9808\u662f {0} \u500b\u6578\u5b57\uff01",
	//開獎號碼不能超過{0}！     
	"60ILM.018" : "\u958b\u734e\u865f\u78bc\u4e0d\u80fd\u8d85\u904e{0}\uff01",  
	//設定號碼不能重複！        
	"60ILM.019" : "\u8a2d\u5b9a\u865f\u78bc\u4e0d\u80fd\u91cd\u8907\uff01",    
	//請錄入開獎結果！          
	"60ILM.020" : "\u8acb\u9304\u5165\u958b\u734e\u7d50\u679c\uff01",       
	//沒有改動！                
	"60ILM.021" : "\u6c92\u6709\u6539\u52d5\uff01",             
	//期確認{0}嗎？             
	"60ILM.024" : "\u671f\u78ba\u8a8d{0}\u55ce\uff1f",          
	//封盤                      
	"60ILM.025" : "\u5c01\u76e4",                   
	//恢複盤中                  
	"60ILM.026" : "\u6062\u8907\u76e4\u4e2d",               
	//恢複開盤                  
	"60ILM.027" : "\u6062\u8907\u958b\u76e4",               
	//今天不開                  
	"60ILM.028" : "\u4eca\u5929\u4e0d\u958b",       
	//第一名
	"60ILM.029" : "\u7b2c\u4e00\u540d",
	//第二名
	"60ILM.030" : "\u7b2c\u4e8c\u540d",
	//第三名
	"60ILM.031" : "\u7b2c\u4e09\u540d",
	//第四名
	"60ILM.032" : "\u7b2c\u56db\u540d",
	//第五名
	"60ILM.033" : "\u7b2c\u4e94\u540d",
	//第六名
	"60ILM.034" : "\u7b2c\u516d\u540d",
	//第七名
	"60ILM.035" : "\u7b2c\u4e03\u540d",
	//第八名
	"60ILM.036" : "\u7b2c\u516b\u540d",
	//快速輸入
	"60ILM.037" : "\u5feb\u901f\u8f38\u5165",
	//期數不能為空！                
	"60ILM.038" : "\u671f\u6578\u4e0d\u80fd\u70ba\u7a7a\uff01",
	//封盤時間不能為空！            
	"60ILM.039" : "\u5c01\u76e4\u6642\u9593\u4e0d\u80fd\u70ba\u7a7a\uff01",
	//封盤時間輸入不正確，請重輸入！
	"60ILM.040" : "\u5c01\u76e4\u6642\u9593\u8f38\u5165\u4e0d\u6b63\u78ba\uff0c\u8acb\u91cd\u8f38\u5165\uff01",
	//確定提交嗎？                 
	"60ILM.041" : "\u78ba\u5b9a\u63d0\u4ea4\u55ce\uff1f",
	//你确定要注销以下期数吗?
	"60ILM.042" : "\u4F60\u78BA\u5B9A\u8981\u8A3B\u92B7\u4EE5\u4E0B\u671F\u6578\u55CE?",
	//请先勾选你要注销的期数。
	"60ILM.043" : "\u8ACB\u5148\u52FE\u9078\u4F60\u8981\u8A3B\u92B7\u7684\u671F\u6578\u3002",
	
	"60SDS.001" : "\u6b63\u5e38",             //正常
	"60SDS.002" : "\u6c92\u6709\u4fee\u6539\u4efb\u4f55\u503c\uff01",                           //沒有修改任何值！
	"60SDS.003" : "\u78ba\u5b9a\u8981\u63d0\u4ea4\u4fee\u6539\u9805\u76ee\uff1f",               //確定要提交修改項目？
	"60SDS.004" : "\u6578\u64da\u6709\u767c\u751f\u8b8a\u5316\u662f\u5426\u4fdd\u5b58\uff1f",   //數據有發生變化是否保存？
	
	//屬于： 
	"70CUU.001" : "\u5c6c\u4e8e\uff1a",
	//確定要強制調整嗎?
	"70CUU.002" : "\u78ba\u5b9a\u8981\u5f37\u5236\u8abf\u6574\u55ce?",
	//妳沒有變動此子盤的出貨會員,無需更新!
	"70CUU.003" : "\u59b3\u6c92\u6709\u8b8a\u52d5\u6b64\u5b50\u76e4\u7684\u51fa\u8ca8\u6703\u54e1,\u7121\u9700\u66f4\u65b0!",
	
	"70IA.001" : "\u522a\u9664", //刪除
	"70IA.002" : "\u4fee\u6539\u6210\u529f!", //修改成功!
	"70IA.003" : "\u5fc5\u9808\u81f3\u5c11\u6709\u58f9\u500bIP!", //必須至少有壹個IP!
	"70IA.004" : "IP\u4e0d\u80fd\u7232\u7a7a!", //IP不能爲空!
	"70IA.005" : "\u4e0d\u662f\u6709\u6548\u7684IP\u5730\u5740!", //不是有效的IP地址!
	"70IA.006" : "\u6c92\u6709\u4fee\u6539\u4efb\u4f55\u503c!", //沒有修改任何值!
	"70IA.007" : "\u503c\u5df2\u66f4\u6539\uff0c\u662f\u5426\u4fdd\u5b58?", //值已更改，是否保存?

	//確定要同步{0}退水嗎?
	"70EUM.001" : "\u78ba\u5b9a\u8981\u540c\u6b65{0}\u9000\u6c34\u55ce?",
	//確定要刪除{0}嗎?
	"70EUM.002" : "\u78ba\u5b9a\u8981\u522a\u9664{0}\u55ce?",

	//請選擇母盤後，在提交!
	"70EUU.001" : "\u8acb\u9078\u64c7\u6bcd\u76e4\u5f8c\uff0c\u5728\u63d0\u4ea4!",
	//順序不能爲空!
	"70EUU.002" : "\u9806\u5e8f\u4e0d\u80fd\u7232\u7a7a!",
	
	//'{0}' 不能爲空，請輸入！
	"70EURO.001" : "'{0}' \u4e0d\u80fd\u7232\u7a7a\uff0c\u8acb\u8f38\u5165\uff01",
	//'{0}' 不能高于  '{1}'，請修改！
	"70EURO.002" : "'{0}' \u4e0d\u80fd\u9ad8\u4e8e '{1}'\uff0c\u8acb\u4fee\u6539\uff01",
	//'{0}'不能低于 '{1}'，請修改！
	"70EURO.003" : "'{0}' \u4e0d\u80fd\u4f4e\u4e8e '{1}'\uff0c\u8acb\u4fee\u6539\uff01",
	//是否確定寫入該帳戶的‘退水設置’嗎?
	"70EURO.004" : "\u662f\u5426\u78ba\u5b9a\u5beb\u5165\u8a72\u5e33\u6236\u7684\u2018\u9000\u6c34\u8a2d\u7f6e\u2019\u55ce?",
	//已成功新增，請設定退水及投註限額。
	"70EURO.005" : "\u5df2\u6210\u529f\u65b0\u589e\uff0c\u8acb\u8a2d\u5b9a\u9000\u6c34\u53ca\u6295\u8a3b\u9650\u984d\u3002",
	//不能高於100，請脩改!
	"70EURO.006" : "\u4e0d\u80fd\u9ad8\u65bc100\uff0c\u8acb\u8129\u6539\uff01",
	
	//'{0}' 不能爲空，請輸入！
	"70URO.001" : "'{0}' \u4e0d\u80fd\u7232\u7a7a\uff0c\u8acb\u8f38\u5165\uff01",
	//'{0}' 不能高于  '{1}'，請修改！
	"70URO.002" : "'{0}' \u4e0d\u80fd\u9ad8\u4e8e '{1}'\uff0c\u8acb\u4fee\u6539\uff01",
	//'{0}' 不能低于 '{1}'，請修改！
	"70URO.003" : "'{0}' \u4e0d\u80fd\u4f4e\u4e8e '{1}'\uff0c\u8acb\u4fee\u6539\uff01",
	//是否確定寫入該帳戶的‘退水設置’嗎?
	"70URO.004" : "\u662f\u5426\u78ba\u5b9a\u5beb\u5165\u8a72\u5e33\u6236\u7684\u2018\u9000\u6c34\u8a2d\u7f6e\u2019\u55ce?",
	//已成功新增，請設定退水及投註限額。
	"70URO.005" : "\u5df2\u6210\u529f\u65b0\u589e\uff0c\u8acb\u8a2d\u5b9a\u9000\u6c34\u53ca\u6295\u8a3b\u9650\u984d\u3002",
	//不能高於100，請脩改!
	"70URO.006" : "\u4e0d\u80fd\u9ad8\u65bc100\uff0c\u8acb\u8129\u6539\uff01",

	//'{0}' 不能爲空，請輸入！
	"70UR.001" : "'{0}' \u4e0d\u80fd\u7232\u7a7a\uff0c\u8acb\u8f38\u5165\uff01",
	//'{0}' 不能高于最大值 '{1}'，请修改！
	"70UR.002" : "'{0}' \u4E0D\u80FD\u9AD8\u65BC\u6700\u5927\u503C '{1}'\uFF0C\u8ACB\u4FEE\u6539\uFF01",
	//'{0}' 不能低于最小值 '{1}'，请修改！
	"70UR.003" : "'{0}' \u4E0D\u80FD\u4F4E\u65BC\u6700\u5C0F\u503C '{1}'\uFF0C\u8ACB\u4FEE\u6539\uFF01",
	//是否确定写入改账户的‘赔率设置’吗？                                          
	"70UR.004" : "\u662F\u5426\u78BA\u5B9A\u5BEB\u5165\u6539\u5E33\u6236\u7684\u2018\u8CE0\u7387\u8A2D\u7F6E\u2019\u55CE\uFF1F",
	//'{0}' 输入不完整，请重新输入！
	"70UR.005" : "'{0}' \u8F38\u5165\u4E0D\u5B8C\u6574\uFF0C\u8ACB\u91CD\u65B0\u8F38\u5165\uFF01",
	
	//設定 '{0}' 超過 '上級可用額度' ，請脩改！",              
	"70UU.001" : "\u8a2d\u5b9a '{0}' \u8d85\u904e '\u4e0a\u7d1a\u53ef\u7528\u984d\u5ea6' \uff0c\u8acb\u8129\u6539\uff01",
	//'{0}' 不能低於 '{0}'，請脩改！",
	"70UU.002" : "'{0}' \u4e0d\u80fd\u4f4e\u65bc '{1}'\uff0c\u8acb\u8129\u6539\uff01",
	//'{0}占成' 不可高于{1}% ，请重新设定！,
	"70UU.003" : "'{0}\u5360\u6210' \u4E0D\u53EF\u9AD8\u65BC{1}% \uFF0C\u8ACB\u91CD\u65B0\u8A2D\u5B9A\uFF01",
	//'限制下线可占成数' 不可高于 {0}% ，请重新设定！,
	"70UU.004" : "'\u9650\u5236\u4E0B\u7DDA\u53EF\u5360\u6210\u6578' \u4E0D\u53EF\u9AD8\u65BC {0}% \uFF0C\u8ACB\u91CD\u65B0\u8A2D\u5B9A\uFF01",
	//('{0}占成' + '限制下线可占成数')不可高于 {1}% ，请重新设定！,  
	"70UU.005" : "('{0}\u5360\u6210' + '\u9650\u5236\u4E0B\u7DDA\u53EF\u5360\u6210\u6578')\u4E0D\u53EF\u9AD8\u65BC {1}% \uFF0C\u8ACB\u91CD\u65B0\u8A2D\u5B9A\uFF01",
	//'{0}' 不能為空！",                                       
	"70UU.013" : "'{0}' \u4e0d\u80fd\u70ba\u7a7a\uff01",
	//'{0}占成' 不能為空！",                                        
	"70UU.014" : "'{0}\u5360\u6210' \u4e0d\u80fd\u70ba\u7a7a\uff01",
	//'限製下線可占成數' 不能為空！",                               
	"70UU.015" : "'\u9650\u88fd\u4e0b\u7dda\u53ef\u5360\u6210\u6578' \u4e0d\u80fd\u70ba\u7a7a\uff01",
	//{0}名稱不能為空！",                                           
	"70UU.016" : "{0}\u540d\u7a31\u4e0d\u80fd\u70ba\u7a7a\uff01",
	//{0}姓名长度必须在{1}个字符约{2}个中文以内！,
	"70UU.017" : "{0}\u59D3\u540D\u9577\u5EA6\u5FC5\u9808\u5728{1}\u500B\u5B57\u7B26\u7D04{2}\u500B\u4E2D\u6587\u4EE5\u5167\uFF01",
	//{0}姓名不能有\\\/&\?<>,;^# ！,                               
	"70UU.018" : "{0}\u59d3\u540d\u4e0d\u80fd\u6709\\\/&\?<>,;^# \uff01",
	//{0}帳號不能爲空！
	"70UU.019" : "{0}\u5e33\u865f\u4e0d\u80fd\u7232\u7a7a\uff01",
	//{0}帳號長度不能大于20位！
	"70UU.020" : "{0}\u5e33\u865f\u9577\u5ea6\u4e0d\u80fd\u5927\u4e8e20\u4f4d\uff01",
	//{0}帳號只能字母和數字!
	"70UU.021" : "{0}\u5e33\u865f\u53ea\u80fd\u5b57\u6bcd\u548c\u6578\u5b57!",
	//『&nbsp;本分公司已开启截货功能&nbsp;』
	"70UU.022" : "\u300E&nbsp;\u672C\u5206\u516C\u53F8\u5DF2\u958B\u555F\u622A\u8CA8\u529F\u80FD&nbsp;\u300F",
	//『&nbsp;本分公司未开启截货功能&nbsp;』
	"70UU.023" : "\u300E&nbsp;\u672C\u5206\u516C\u53F8\u672A\u958B\u555F\u622A\u8CA8\u529F\u80FD&nbsp;\u300F",
	//{0}帐号已存在！
	"70UU.024" : "{0}\u5E33\u865F\u5DF2\u5B58\u5728\!",
	//最低级别，不能新增管理员账户，请联系上级。
	"70UU.025" : "\u6700\u4F4E\u7D1A\u5225\uFF0C\u4E0D\u80FD\u65B0\u589E\u7BA1\u7406\u54E1\u5E33\u6236\uFF0C\u8ACB\u806F\u7E6B\u4E0A\u7D1A\!",
	//'可开会员数' 不能为空！
	"70UU.026" : "'\u53EF\u958B\u6703\u54E1\u6578' \u4E0D\u80FD\u70BA\u7A7A\uFF01",
	//'可开会员数' 不能超过{0}人，请修改！
	"70UU.027" : "'\u53EF\u958B\u6703\u54E1\u6578' \u4E0D\u80FD\u8D85\u904E{0}\u4EBA\uFF0C\u8ACB\u4FEE\u6539\uFF01",
	//'可開會員數' 不能低於{0}人，請修改！
	"70UU.028" : "'\u53EF\u958B\u6703\u54E1\u6578' \u4E0D\u80FD\u4F4E\u65BC{0}\u4EBA\uFF0C\u8ACB\u4FEE\u6539\uFF01",
	//'下线占成下限' 不能为空！
	"70UU.029" : "'\u4E0B\u7DDA\u5360\u6210\u4E0B\u9650' \u4E0D\u80FD\u70BA\u7A7A\uFF01",
	//'下线占成下限' 不可高于 {0}%，请重新设定！
	"70UU.030" : "'\u4E0B\u7DDA\u5360\u6210\u4E0B\u9650' \u4E0D\u53EF\u9AD8\u65BC {0}%\uFF0C\u8ACB\u91CD\u65B0\u8A2D\u5B9A\uFF01",
	//('{0}占成' + '下线占成下限')不可高于 {1}%，请重新设定！
	"70UU.031" : "('{0}\u5360\u6210' + '\u4E0B\u7DDA\u5360\u6210\u4E0B\u9650')\u4E0D\u53EF\u9AD8\u65BC {1}%\uFF0C\u8ACB\u91CD\u65B0\u8A2D\u5B9A\uFF01",
	//'{0}占成' 不可低于{1}%，请重新设定！
	"70UU.032" : "'{0}\u5360\u6210' \u4E0D\u53EF\u4F4E\u65BC{1}%\uFF0C\u8ACB\u91CD\u65B0\u8A2D\u5B9A\uFF01",
	//信用额度
	"70UU.033" : "\u4FE1\u7528\u984D\u5EA6",
	//快开额度
	"70UU.034" : "\u5FEB\u958B\u984D\u5EA6",
	//下階額度清空
	"70UU.035" : "\u78BA\u8A8D\u6E05\u7A7A\u4E0B\u968E\u51CD\u7D50\u3001\u505C\u7528\u7528\u6236\u984D\u5EA6\u55CE\uFF1F",
	//總監回占                           
	"70UU.036" : "\u7E3D\u76E3\u56DE\u5360",                           
	//總監回占必須大於等於{0}小於{1}     
	"70UU.037" : "\u7E3D\u76E3\u56DE\u5360\u5FC5\u9808\u5927\u65BC\u7B49\u65BC{0}\u5C0F\u65BC{1}",     
	//總監賠差回占                       
	"70UU.038" : "\u7E3D\u76E3\u8CE0\u5DEE\u56DE\u5360",                       
	//總監賠差回占必須大於等於{0}小於{1} 
	"70UU.039" : "\u7E3D\u76E3\u8CE0\u5DEE\u56DE\u5360\u5FC5\u9808\u5927\u65BC\u7B49\u65BC{0}\u5C0F\u65BC{1}", 
	//控盤時，總監賠差回占不可低於{0}%   
	"70UU.040" : "\u63A7\u76E4\u6642\uFF0C\u7E3D\u76E3\u8CE0\u5DEE\u56DE\u5360\u4E0D\u53EF\u4F4E\u65BC{0}%",   
	//最高派彩                           
	"70UU.041" : "\u6700\u9AD8\u6D3E\u5F69",                           
	//最高派彩必須大於{0}                
	"70UU.042" : "\u6700\u9AD8\u6D3E\u5F69\u5FC5\u9808\u5927\u65BC{0}",                
	//控盤時，總監占成不可低於{0}%       
	"70UU.043" : "\u63A7\u76E4\u6642\uFF0C\u7E3D\u76E3\u5360\u6210\u4E0D\u53EF\u4F4E\u65BC{0}%", 
	//確定要重置登陸賬號?
	"70UU.044" : "\u78BA\u5B9A\u8981\u91CD\u7F6E\u767B\u9678\u8CEC\u865F?",
	//重置登陸賬號成功!
	"70UU.045" : "\u91CD\u7F6E\u767B\u9678\u8CEC\u865F\u6210\u529F\!",
	//用戶解鎖
	"70UU.048" : "\u7528\u6236\u89e3\u9396\uff01",
	
	//帳號不能爲空！
	"70UUA.001" : "\u5e33\u865f\u4e0d\u80fd\u7232\u7a7a\uff01",
	//帳號長度不能大于20位！
	"70UUA.002" : "\u5e33\u865f\u9577\u5ea6\u4e0d\u80fd\u5927\u4e8e20\u4f4d\uff01",
	//帳號只能字母和數字!
	"70UUA.003" : "\u5e33\u865f\u53ea\u80fd\u5b57\u6bcd\u548c\u6578\u5b57!",
	//帳號可用
	"70UUA.004" : "\u5E33\u865F\u53EF\u7528",
	//帳號已存在
	"70UUA.005" : "\u5E33\u865F\u5DF2\u5B58\u5728",
	//请选择上级
	"70UUA.006" : "\u8ACB\u9078\u64C7\u4E0A\u968E",
	
	"70USU.001" : "\u4fee\u6539", //修改
	//帳號長度不能超過10位!
	"70USU.002" : "\u5e33\u865f\u9577\u5ea6\u4e0d\u80fd\u8d85\u904e10\u4f4d!", 
	//帳號只能輸入數字和字母!
	"70USU.003" : "\u5e33\u865f\u53ea\u80fd\u8f38\u5165\u6578\u5b57\u548c\u5b57\u6bcd!", 
	//帳號必須以 {0} 開頭
	"70USU.004" : "\u5e33\u865f\u5fc5\u9808\u4ee5 {0} \u958b\u982d", 
	//必須選擇壹種大類!
	"70USU.015" : "\u5fc5\u9808\u9078\u64c7\u58f9\u7a2e\u5927\u985e!", //
	
	//父項不能爲空，請先輸入!
	"70US1.001" : "\u7236\u9805\u4e0d\u80fd\u7232\u7a7a\uff0c\u8acb\u5148\u8f38\u5165!", 
	//父項名稱不存在，請重新輸入!
	"70US1.002" : "\u7236\u9805\u540d\u7a31\u4e0d\u5b58\u5728\uff0c\u8acb\u91cd\u65b0\u8f38\u5165!", 
	//確定要停用 {0}嗎?
	"70US1.003" : "\u78ba\u5b9a\u8981\u505c\u7528 {0}\u55ce?", 
	//確定要啓用 {0}嗎?
	"70US1.004" : "\u78ba\u5b9a\u8981\u5553\u7528 {0}\u55ce?", 
	//確定要刪除 {0}嗎?
	"70US1.005" : "\u78ba\u5b9a\u8981\u522a\u9664 {0}\u55ce?", 
	//關聯股東成功!
	"70US1.006" : "\u95dc\u806f\u80a1\u6771\u6210\u529f!",
	//你没有选择同步赔率.是否继续？
	"70RS.001" : "\u59B3\u6C92\u6709\u9078\u64C7\u540C\u6B65\u8CE0\u7387.\u662F\u5426\u7E7C\u7E8C\uFF1F"
	
};

/*
 * 得语言对应值，有占位符
 * @param {String} str
 * @param {String} paras
 * alert(getText('{0},你好！','b'));
 * alert(getText('{0},你好！,{1},{2}',new Array("Saab","Volvo","BMW")));
 * @return {TypeName} 
 */
function getText(str,paras)
{
	if(str.indexOf("{0}") < 0)
	{
		return str;
	}
	
	var result = str;
	if(paras.constructor == Array)
	{
	    for(var i=0;i<paras.length;i++)
	    {
		    var reg = new RegExp("\\{"+i+"\\}","g"); //RegExp对象 
		    
		    result = result.replace(reg, ""+paras[i]);
	    }
	}
	else
	{
		var reg = new RegExp("\\{0\\}","g"); //RegExp对象 

		result = result.replace(reg, paras);
	}
	
	return result;
}